


function LanguageManager() {
  throw new Error('This is a static class');
}
LanguageManager.TOOL_MOVE = '【移动】按下鼠标任意键+拖动。【缩放】滚动鼠标中键。';
LanguageManager.TOOL_LINE = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增线】依次点击两个点。【取消新增线】点击第二个点前，右键单击。【删除线】右键单击一条线。';
LanguageManager.TOOL_POLYGON = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增多边形】依次点击多个点，再点击第一个点。【取消新增多边形】再次点击第一个点前，右键单击。【删除多边形】右键单击一个多边形。';
LanguageManager.TOOL_AUTO_POLYGON = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增多边形】将鼠标放在四个点中间，并按下鼠标左键。【删除多边形】右键单击一个多边形。';
LanguageManager.TOOL_CHARACTER = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增字符】左键单击一个没有字符的多边形。【修改字符】左键单击一个已有字符的多边形。【删除字符】右键单击一个已有字符的多边形。';
LanguageManager.TOOL_WORD = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增词】左键单击多边形。【选中词】左键单击多边形。【取消选中词】右键单击空白处或其他多边形。【删除词】右键单击多边形。';
LanguageManager.TOOL_SENTENCE = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增句子】左键单击多边形。【选中句子】左键单击多边形。【取消选中句子】右键单击空白处或其他多边形。【删除句子】右键单击多边形。';
LanguageManager.TOOL_PARAGRAPH = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增段落】左键单击多边形。【选中段落】左键单击多边形。【取消选中段落】右键单击空白处或其他多边形。【删除段落】右键单击多边形。';
LanguageManager.TOOL_ARTICLE = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增文章】左键单击多边形。【选中文章】左键单击多边形。【取消选中文章】右键单击空白处或其他多边形。【删除文章】右键单击多边形。';
LanguageManager.TOOL_BOOK = '【移动】按下中键+拖动。【缩放】滚动鼠标中键。【新增书籍】左键单击多边形。【选中书籍】左键单击多边形。【取消选中书籍】右键单击空白处或其他多边形。【删除书籍】右键单击多边形。';
